def wordpresent(word, list):
	flag =0
	for ele in list:
		ele = ele.split('/')
		if(ele[0]==word):
			flag=1
	#print(flag)
	return flag
list = ['शिंदे/p\n', 'श्री कृष्ण बिहारी वाजपेयी/p\n', 'पं० श्याम लाल बिहारी वाजपेयी/p\n', 'राष्ट्रीय अध्यक्ष/p\n', 'प्रधानमंत्री/p\n', 'फारुख खान/p\n', 'उमर अब्दुल्ला/p\n', 'राज्यपाल सत्यपाल मलिक/p\n', 'महबूबा मुफ्ती/p\n', 'वरयाम सिंह/p\n', 'ज्वाइंट कमिश्नर/p\n', 'जॉय थॉमस/p\n']
wordpresent('श्री कृष्ण बिहारी वाजपेयी',list)
l = "शिंदे श्री कृष्ण बिहारी वाजपेयी पं० श्याम लाल बिहारी"

l = l.replace('श्री कृष्ण बिहारी वाजपेयी','p')
print(l)